<?php

/*  ====================
Seditio - Website engine
Copyright (c) Seditio Team
https://seditio.org
-----------------------
Seditio language pack
LANG : Russian (code:ru)
Localization done by : Antar, Antony & Amro
-----------------------
[BEGIN_SED]
File=system/lang/ru/main.lang.php
Version=185
Updated=2026-feb-14
Type=Lang
Author=Seditio Team
Description=Language main
[END_SED]
==================== */

/* ====== Overall ====== */

$L['Access'] = "Доступ";
$L['Action'] = "Действие";
$L['Active'] = "Активныx";
$L['Add'] = "Добавить";
$L['Admin.'] = "Админ.";
$L['Administration'] = "Панель управления";
$L['Adminpanel'] = "Управление сайтом";
$L['Age'] = "Возраст";
$L['Ago'] = "назад";
$L['AIM'] = "Адрес AIM";
$L['Alias'] = "Псевдоним";
$L['All'] = "Все";
$L['Allcategories'] = "Все категории";
$L['Allpages'] = "Все страницы";
$L['Alltimesare'] = "Время указано в";
$L['Announcement'] = "Обьявление";
$L['Anonymous'] = "Анонимный";
$L['Archives'] = "Архив";
$L['Ascending'] = "Возрастание";
$L['Author'] = "Автор";
$L['Auth'] = "Авторизация"; // New in v178
$L['Back'] = "Назад";
$L['Banned'] = "Заблокирован";
$L['Banlist'] = "Банлист";
$L['BBcode'] = "BBcode";
$L['BBcodes'] = "Коды BBcode";
$L['Begin'] = "Начать";
$L['Birthdate'] = "Дата рождения";
$L['Birthday'] = "День рождения";
$L['Body'] = "Содержимое";
$L['Bump'] = "Переместить наверх";
$L['Byfirstletter'] = "По первому символу";
$L['bytes'] = "байт";
$L['Cancel'] = "Отменить";
$L['Captcha'] = "Защита";
$L['Category'] = "Категория";
$L['Categories'] = "Категории";
$L['Clearstatus'] = "Очистить статус";
$L['Clone'] = "Клонировать"; // New in v175
$L['Close'] = "Закрыть";
$L['Code'] = "Код";
$L['Comment'] = "Комментарий";
$L['Comments'] = "Комментарии";
$L['Configuration'] = "Настройки";
$L['Configname'] = "Имя конфига";
$L['Confirm'] = "Подтвердить";
$L['Copy'] = "Копия";            // New in v160
$L['Copyurl'] = "Скопировать ссылку";
$L['Copyright'] = "Копирайт";
$L['Core'] = "Ядро";
$L['Count'] = "Счётчик";
$L['Country'] = "Страна";
$L['Create'] = "Создать";
$L['Custom'] = "Собственный";
$L['Database'] = "База данных";
$L['Date'] = "Дата";
$L['Day'] = "день";
$L['Days'] = "дней";
$L['Default'] = "По умолчанию";
$L['Delete'] = "Удалить";
$L['Descending'] = "По убыванию";
$L['Description'] = "Описание";
$L['Disabled'] = "Отключено";
$L['Download'] = "Загрузить";
$L['Duplicate'] = "Дублировать";
$L['Duration'] = "Продолжительность";
$L['Edit'] = "Править";
$L['Email'] = "Email";
$L['Emailmask'] = "Маска Email";
$L['Enabled'] = "Включено";
$L['Error'] = "Ошибка";
$L['Event'] = "Событие";
$L['Events'] = "События";
$L['Expand'] = "Развернуть";
$L['Expire'] = "Истекает";
$L['Extrafield'] = "Дополнительное поле";
$L['File'] = "Файл";
$L['Files'] = "Файл(ов)"; // * Иногда используется значение "Файлы" (должны быть две переменные для обозначения "Files" и "File(s)", но их нет)
$L['Filter'] = "Фильтр";
$L['Filters'] = "Фильтры";
$L['Fold'] = "Свернуть";                 // New in v110
$L['Folder'] = "Папка";
$L['Folders'] = "Папок";
$L['Forums'] = "Форумы";
$L['Gallery'] = "Галерея";
$L['Galleries'] = "Галереи";
$L['Gender'] = "Пол";
$L['Ghost'] = "Оставить уведомление о перемещении";
$L['Gotosite'] = "Перейти на сайт";
$L['Group'] = "Группа";
$L['Groups'] = "Группы";
$L['Guest'] = "Гость";
$L['Guests'] = "Гости";
$L['Headlines'] = "Просмотреть заголовки";
$L['Help'] = "Помощь";
$L['Here'] = "Здесь";
$L['Hi'] = "Здравствуй";
$L['Hidden'] = "Скрытый";
$L['Hide'] = "Скрыть";
$L['Hits'] = "Просмотров"; // * Иногда используется значение "Просмотры" (должны быть две переменные для обозначения "Просмотры" и "Просмотров", но их нет)
$L['Home'] = "Главная";
$L['Hook'] = "Перехват";
$L['Hooks'] = "Перехваты";
$L['Hour'] = "час";
$L['Hours'] = "часа(ов)";
$L['Icon'] = "Иконка (URL)";
$L['ICQ'] = "Номер ICQ";
$L['Id'] = "ID";
$L['Image'] = "Изображение";
$L['ImageURL'] = "URL к файлу изображения";
$L['Inactive'] = "Неактивный";
$L['Install'] = "Установка";
$L['Ip'] = "IP";
$L['Ipmask'] = "Маска IP";
$L['Ipsearch'] = "Поиск по IP";
$L['IRC'] = "IRC";
$L['Item'] = "Запись";
$L['Items'] = "Записи";
$L['Key'] = "Ключ";
$L['kb'] = "кб";
$L['Lastlogged'] = "Последний вошедший";
$L['Lastpost'] = "Последнее сообщение";
$L['Left'] = "Влево";
$L['Level'] = "Уровень";
$L['Levels'] = "Уровни";
$L['Link'] = "Ссылка";
$L['Links'] = "Ссылки";
$L['Location'] = "Местоположение";
$L['Lock'] = "Закрыть";
$L['Locked'] = "Закрыто";
$L['Log'] = "Лог";
$L['Login'] = "Вход";
$L['Logout'] = "Выход";
$L['Main'] = "Главная";
$L['Maingroup'] = "Основная группа";
$L['Mainmenu'] = "Основное меню";
$L['Maintenance'] = "Техническое обслуживание"; //New in v175
$L['Makesticky'] = "Прикрепить";
$L['Member'] = "Участник";
$L['Members'] = "Участники";
$L['Menu'] = "Меню";
$L['Menus'] = "Меню";
$L['Message'] = "Сообщение";
$L['Messages'] = "Сообщения";
$L['Meta'] = "Meta-данные";   //New in v175
$L['Minlevel'] = "Мин. уровень";
$L['Minute'] = "Минута";
$L['Minutes'] = "Минут";
$L['Moderators'] = "Модераторы";
$L['Module'] = "Модуль";
$L['Modules'] = "Модули";
$L['More'] = "Дополнительно...";
$L['Move'] = "Переместить";
$L['Moved'] = "Перемещено";
$L['MSN'] = "MSN Messenger";
$L['Myjournal'] = "Мой журнал";
$L['Mypfs'] = "Мои файлы";
$L['na'] = "Не доступно";
$L['Name'] = "Имя";
$L['Names'] = "Имена";
$L['New'] = "Новый";
$L['News'] = "Новости";
$L['Newspost'] = "Новость";
$L['Newsposts'] = "Новости";
$L['Next'] = "Вперёд";
$L['No'] = "Нет";
$L['None'] = "Нет записей";
$L['Normal'] = "Норм.";
$L['Notes'] = "Примечания";
$L['Occupation'] = "Род занятий";
$L['Offline'] = "Отсутствует"; 				// New in v130
$L['Online'] = "На сайте"; 				// New in v130
$L['Open'] = "Открыть";
$L['Option'] = "Опция";
$L['Options'] = "Опции";
$L['Order'] = "Порядок";
$L['Originalmessage'] = "Первоначальное сообщение";
$L['Other'] = "Другое";
$L['Overview'] = "Краткий обзор";
$L['Owner'] = "Добавил";
$L['Page'] = "Страница";
$L['Pages'] = "Страницы";
$L['Part'] = "Часть";
$L['Parts'] = "Части";
$L['Path'] = "Путь";
$L['Password'] = "Пароль";
$L['PFS'] = "Персональный Файловый Архив";
$L['Picture'] = "Картинка";
$L['Pictures'] = "картинок";
$L['Plugin'] = "Плагин";
$L['Plugins'] = "Плагины";
$L['Poll'] = "Опрос";
$L['Polls'] = "Опросы";
$L['Post'] = "Сообщение";
$L['Poster'] = "Автор";
$L['Posts'] = "Сообщений";
$L['Preview'] = "Предосмотр";
$L['Previous'] = "Назад";
$L['Print'] = "Печать";  // New in v175
$L['Printversion'] = "Версия для печати";  // New in v175
$L['Private'] = "Приватная";
$L['Private_Messages'] = "Личные сообщения";
$L['Profile'] = "Профиль";
$L['Prune'] = "Очистить";
$L['Public'] = "Публичная";
$L['Putinvalidationqueue'] = "Спрятать";
$L['Quote'] = "Цитата";
$L['Rank'] = "Ранг";
$L['Rated'] = "Оценено";
$L['Rating'] = "Рейтинг";
$L['Ratings'] = "Рейтинги";
$L['Read'] = "Чтение";
$L['ReadMore'] = "Читать дальше &rarr;";
$L['Reason'] = "Причина";
$L['Referer'] = "Реферал";
$L['Referers'] = "Рефералы";
$L['Refresh'] = "Обновить";
$L['Register'] = "Зарегистрироваться";
$L['Registered'] = "Зарегистрирован";
$L['Registration'] = "Регистрация";
$L['Replies'] = "Ответов";
$L['Remove'] = "Удалить";
$L['Reply'] = "Ответ";
$L['Requires'] = "Требует";
$L['Reset'] = "Сбросить";
$L['Restore'] = "Восстановить";
$L['Resync'] = "Синхронизовать";
$L['Right'] = "Вправо";
$L['Rights'] = "Права";
$L['Search'] = "Поиск";
$L['Second'] = "секунда";
$L['Seconds'] = "секунд(ы)";
$L['Section'] = "Раздел";
$L['Sections'] = "Разделы";
$L['Security'] = "Система защиты";
$L['Set'] = "Установить";
$L['Setup'] = "Установка";
$L['SFS'] = "Общие файлы";
$L['Show'] = "Показать";
$L['Size'] = "Размер";
$L['Skin'] = "Скин";
$L['Skins'] = "Скины";
$L['Skype'] = "Номер Skype";  // New in v175
$L['Smilies'] = "Смайлы";
$L['Spoiler'] = "Спойлер";
$L['Standalone'] = "Автономный";
$L['Started'] = "Cоздана";
$L['Statistics'] = "Статистика";
$L['StatsLogs'] = "Статистика и логи";
$L['Structure'] = "Структура";
$L['Sub'] = "Sub";    // New in v161
$L['Submit'] = "Отправить";
$L['System'] = "Система";
$L['Tag'] = "Тег";
$L['Tags'] = "Теги";
$L['Target'] = "Target"; // New in v180
$L['Text'] = "Текст";
$L['Thumbnail'] = "Миниатюра";
$L['Thumbnails'] = "Миниатюры";
$L['Timezone'] = "Часовой пояс";
$L['Title'] = "Заголовок";
$L['Tool'] = "Инструмент";
$L['Tools'] = "Инструменты";
$L['Topic'] = "Тема";
$L['Topiclocked'] = "Эта тема закрыта, публикация новых сообщений недоступна.";
$L['Topicoptions'] = "Опции темы";
$L['Topics'] = "Темы";
$L['Total'] = "Всего";
$L['TPL'] = "TPL файл";
$L['Trash'] = "Мусор";
$L['Trashcan'] = "Корзина";
$L['Type'] = "Тип";
$L['Unfold'] = "Развернуть";
$L['Unknown'] = "?";
$L['Uninstall'] = "Удаление";
$L['Unlock'] = "Разблокировать";
$L['Unlocked'] = "Разблокировано";
$L['Until'] = "До";
$L['Update'] = "Обновить";
$L['Updated'] = "Обновлено";
$L['Upload'] = "Закачать";
$L['URL'] = "Ссылка";
$L['User'] = "Пользователь";
$L['Userid'] = "ID Пользователя";
$L['Userfirstname'] = "Имя";
$L['Userlastname'] = "Фамилия";
$L['Username'] = "Логин";
$L['Users'] = "Пользователи";
$L['Validate'] = "Утвердить";
$L['Value'] = "Значение";
$L['Values'] = "Значения";
$L['Version'] = "Версия";
$L['View'] = "Просмотр";
$L['Views'] = "Просмотров";
$L['Vote'] = "Голос";
$L['Voteto'] = "Голосовать";
$L['Votes'] = "Голоса(ов)";
$L['Website'] = "Вебсайт";
$L['Wipe'] = "Удалить окончательно";
$L['Wipeall'] = "Удалить все окончательно";
$L['Write'] = "Запись";
$L['Wysiwyg'] = "Визуальный редактор";
$L['Yes'] = "Да";
$L['YIM'] = "Yahoo Messenger";

$L['January'] = "Январь";
$L['February'] = "Февраль";
$L['March'] = "Март";
$L['April'] = "Апрель";
$L['May'] = "Май";
$L['June'] = "Июнь";
$L['July'] = "Июль";
$L['August'] = "Август";
$L['September'] = "Сентябрь";
$L['October'] = "Октябрь";
$L['November'] = "Ноябрь";
$L['December'] = "Декабрь";

$L['Gender_F'] = "Женский";
$L['Gender_M'] = "Мужской";
$L['Gender_U'] = "Не указан";

/* ====== Common ====== */

$L['com_skinfail'] = "Предупреждение: не удалось загрузить выбранное оформление, проверь настройки, установленные в профиле.";
$L['com_members'] = "пользователь(ей)";
$L['com_guests'] = "гость(ей)";

/* ====== Header ====== */

$L['hea_privatemessages'] = "Новые сообщения";
$L['hea_noprivatemessages'] = "Личные сообщения";
$L['hea_youareloggedas'] = "Здравствуй,";
$L['hea_youarenotlogged'] = "";
$L['hea_valqueues'] = "На публикацию : ";
$L['hea_logout'] = "Выход";  // New in v175
$L['hea_profile'] = "Профиль"; // New in v175
$L['hea_private_messages'] = "Личные сообщения";  // New in v175
$L['hea_mypfs'] = "Мои файлы"; // New in v175
$L['hea_users'] = "Пользователи"; // New in v175
$L['hea_administration'] = "Администрирование";  // New in v175

$L['hea_pageadd'] = "Добавить страницу"; // New in v178

/* ====== Footer ====== */

$L['foo_poweredby'] = "Powered by";
$L['foo_created'] = "Страница создана за";
$L['foo_seconds'] = "секунд(ы)";
$L['foo_sqlqueries'] = "SQL запросов";
$L['foo_sqltotal'] = "SQL общее время";
$L['foo_sqlaverage'] = "Среднее время SQL";

/* ====== Admin ====== */

// Смотри файл : admin.lang.php

/* ====== Auth ====== */

$L['aut_usernametooshort'] = "Имя пользователя должно быть длиной не меньше 2-х символов";
$L['aut_passwordtooshort'] = "Пароль должен быть длиной не меньшее 4-х символов и содержать только буквы, цифры, или знак подчеркивания";
$L['aut_emailtooshort'] = "Неверный адрес e-mail";
$L['aut_usernamealreadyindb'] = "Такое имя уже занято";
$L['aut_emailalreadyindb'] = "Введённый адрес e-mail уже есть в базе";
$L['aut_passwordmismatch'] = "Введённые пароли не совпадают";
$L['aut_emailbanned'] = "Этот e-mail (или хост) заблокирован. Причина: ";

$L['aut_contactadmin'] = "Если у вас возникли какие-либо трудности, свяжитесь с администратором";

$L['aut_regrequesttitle'] = "Запрос регистрации";
$L['aut_regrequest'] = "Здравствуйте, %1\$s,\n\nВы получили это письмо, так как вы (либо кто-то от вашего имени) зарегистрировал новую учетную запись на нашем сайте. Если вы не регистрировались на сайте, проигнорируйте это письмо. Если письма будут продолжать поступать, свяжитесь, пожалуйста, с администратором сайта. \n\nВаша учетная запись сейчас не активированна, администратор должен активизировать вашу учетную запись, прежде чем вы сможете войти на сайт под своим именем. Вы получите уведомление об этом на свой e-mail. После этого вы сможете войти на сайт, используя введенные ранее данные: \n\nИмя = %1\$s \nПароль = %2\$s";

$L['aut_regreqnoticetitle'] = "Запрос на регистрацию новой учетной записи";
$L['aut_regreqnotice'] = "Здравствуй,\n\nВы получили это письмо, потому что %1\$s запросил новую учетную запись.\nЭтот пользователь не сможет войти, пока вы вручную не установите его учетную запись как 'активную' здесь :\n\n %2\$s";

$L['aut_emailreg'] = "Здравствуйте, %1\$s,\n\nВы получил это письмо, так как вы (либо кто-то от вашего имени) зарегистрировался на нашем сайте. Если вы не регистрировались на сайте, проигнорируй его. Если письма будут продолжать поступать, свяжитесь с администратором сайта. \n\nЧтобы использовать учётную запись, вам необходимо ее активировать, используя данную ссылку :\n\n %3\$s \n\n После активации учетной записи вы сможете войти в систему, используя указанные при регистрации данные : \n\nИмя = %1\$s \nПароль = %2\$s";

$L['aut_registertitle'] = "Регистрация";
$L['aut_registersubtitle'] = "";
$L['aut_logintitle'] = "Вход на сайт";

/* ====== Messages ====== */

// It's in message.lang.php

/* ====== Spoiler ====== */

$L['spoiler_locked_both'] = "Скрытое содержимое доступно для группы: {groupName} с уровнем выше {minlevel}";
$L['spoiler_locked_group'] = "Скрытое содержимое доступно только для группы: {groupName}";
$L['spoiler_locked_level'] = "Скрытое содержимое доступно для пользователей с минимальным уровнем доступа {minlevel}";

/* ====== Plug ====== */

// Empty

/* ====== Pm ====== */
/* $L['pm_*'], $L['pmsend_*'] moved to modules/pm/lang/ */

/* ====== Users ====== */

$L['use_title'] = "Пользователи";
$L['use_subtitle'] = "Зарегистрированные пользователи";
$L['useed_accountactivated'] = "Учетная запись активирована";
$L['useed_email'] = "Вы получили это письмо, потому что администрация сайта активизировала вашу учетную запись.\nТеперь вы можете войти, используя имя пользователя и пароль, полученные в предыдущем письме.\n\n";
$L['useed_title'] = "Редактировать";
$L['useed_subtitle'] = "&nbsp;";
$L['use_byfirstletter'] = "Имя начинается на";
$L['use_allusers'] = "Все пользователи";
$L['use_allbannedusers'] = "Заблокированные пользователи";
$L['use_allinactiveusers'] = "Неактивные пользователи";

$L['pro_title'] = "Профиль";
$L['pro_subtitle'] = "настройки учетной записи";
$L['pro_passtoshort'] = "Пароль должен быть длиной не меньше 4-х символов и состоять только из букв, цифр и символов подчёркивания.";
$L['pro_passdiffer'] = "Введенные вами пароли не совпадают";
$L['pro_wrongpass'] = "Вы не ввели свой действующий пароль, либо ввели его неправильно";
$L['pro_avatarsupload'] = "Загрузить аватар";
$L['pro_sigupload'] = "Загрузить картинку в подпись";
$L['pro_photoupload'] = "Загрузить фотографию";
$L['pro_avatarspreset'] = "...или выберите себе аватар из галлереи";
$L['pro_avatarschoose'] = "Кликните на изображение ниже, чтобы установить его в качестве своего аватара";
$L['pro_avataruploadfailed'] = "Загрузка не удалась, сначала удалите старый аватар !";

/* ====== Metadata information ====== */

$L['mt_title'] = "Тег title"; // New in v175
$L['mt_description'] = "Meta-тег description"; // New in v175
$L['mt_keywords'] = "Meta-тег keywords"; // New in v175
$L['mt_index'] = "Индексация"; // New in v180
$L['mt_follow'] = "Передача веса"; // New in v180
$L['mt_index_help'] = "0 = Не индексировать, 1 = Разрешить индексацию (по умолчанию)"; // New in v180
$L['mt_follow_help'] = "0 = Не передавать вес, 1 = Передавать вес (по умолчанию)"; // New in v180

/* ====== Captcha Errors ====== */
$L['captcha_error_many_incorrect'] = "Вы ввели слишком много неверных капчей! Обратитесь за помощью к администратору!";
$L['captcha_error_you_robot_or_too_fast'] = "Вы или робот или вводите капчу слишком быстро!";
$L['captcha_error_go_bad_robot'] = "Робот, уходи!";
$L['captcha_error_incorrect'] = "Неверная капча!";
$L['captcha_error_hacker_go_home'] = "Хакер, уходи!";

/* ====== Fix ====== */

$sed_languages['ru'] = 'Русский';

$sed_countries = array(
	'ru' => "Россия",
	'by' => "Белоруссия",
	'ua' => "Украина",
	'md' => "Молдавия",
	'ge' => "Грузия",
	'am' => "Армения",
	'az' => "Азербайджан",
	'kz' => "Казахстан",
	'uz' => "Узбекистан",
	'tm' => "Туркмения",
	'kg' => "Кыргызстан",
	'tj' => "Таджикистан",
	'ee' => "Эстония",
	'lt' => "Литва",
	'lv' => "Латвия",
	'00' => '---',
	'au' => "Австралия",
	'at' => "Австрия",
	'al' => "Албания",
	'dz' => "Алжир",
	'as' => "Американские Острова Самоа",
	'ai' => "Ангилья",
	'ao' => "Ангола",
	'ad' => "Андорра",
	'aq' => "Антарктида",
	'ag' => "Антигуа и Барбуда",
	'ar' => "Аргентина",
	'aw' => "Аруба",
	'af' => "Афганистан",
	'bs' => "Багамы",
	'bd' => "Бангладеш",
	'bb' => "Барбадос",
	'bh' => "Бахрейн",
	'bz' => "Белиз",
	'be' => "Бельгия",
	'bj' => "Бенин",
	'bm' => "Бермуды",
	'bg' => "Болгария",
	'bo' => "Боливия",
	'ba' => "Босния и Герцеговина",
	'bw' => "Ботсвана",
	'br' => "Бразилия",
	'io' => "Британская Территория Индийского океана",
	'bn' => "Брунейский Даруссалам",
	'bf' => "Буркина-Фасо",
	'bi' => "Бурунди",
	'bt' => "Бутан",
	'vu' => "Вануату",
	'va' => "Ватикан",
	'uk' => "Великобритания",
	'hu' => "Венгрия",
	've' => "Венесуэла",
	'vg' => "Виргинские острова (британские)",
	'vi' => "Виргинские острова (США)",
	'tp' => "Восточный Тимор",
	'vn' => "Вьетнам",
	'ga' => "Габон",
	'ht' => "Гаити",
	'gy' => "Гайана",
	'gm' => "Гамбия",
	'gh' => "Гана",
	'gt' => "Гватемала",
	'gw' => "Гвинея - Бисау",
	'gn' => "Гвинея",
	'de' => "Германия",
	'gi' => "Гибралтар",
	'hn' => "Гондурас",
	'hk' => "Гонконг",
	'gd' => "Гренада",
	'gr' => "Греция",
	'gu' => "Гуам",
	'dk' => "Дания",
	'dj' => "Джибути",
	'dm' => "Доминика",
	'do' => "Доминиканская Республика",
	'eu' => "Европа",
	'eg' => "Египет",
	'zr' => "Заир",
	'zm' => "Замбия",
	'eh' => "Западная Сахара",
	'cv' => "Зеленый мыс",
	'zw' => "Зимбабве",
	'il' => "Израиль",
	'in' => "Индия",
	'id' => "Индонезия",
	'jo' => "Иордания",
	'iq' => "Ирак",
	'ir' => "Иран",
	'ie' => "Ирландия",
	'is' => "Исландия",
	'es' => "Испания",
	'it' => "Италия",
	'ye' => "Йемен",
	'kh' => "Камбоджа",
	'cm' => "Камерун",
	'ca' => "Канада",
	'qa' => "Катар",
	'ke' => "Кения",
	'cy' => "Кипр",
	'ki' => "Кирибати",
	'cn' => "Китай",
	'cc' => "Кокосовые острова",
	'co' => "Колумбия",
	'km' => "Коморские острова",
	'cg' => "Конго",
	'cr' => "Коста-Рика",
	'ci' => "Кот-д'Ивуар",
	'cu' => "Куба",
	'kw' => "Кувейт",
	'la' => "Лаос",
	'ls' => "Лесото",
	'lr' => "Либерия",
	'lb' => "Ливан",
	'ly' => "Ливия",
	'li' => "Лихтенштейн",
	'lu' => "Люксембург",
	'mu' => "Маврикий",
	'mr' => "Мавритания",
	'mg' => "Мадагаскар",
	'yt' => "Майоттэ",
	'mo' => "Макау",
	'mk' => "Македония",
	'mw' => "Малави",
	'my' => "Малайзия",
	'ml' => "Мали",
	'mv' => "Мальдивы",
	'mt' => "Мальта",
	'ma' => "Марокко",
	'mq' => "Мартиника",
	'mh' => "Маршалловы острова",
	'mm' => "Маянмар",
	'mx' => "Мексика",
	'fm' => "Микронезия",
	'mz' => "Мозамбик",
	'mc' => "Монако",
	'mn' => "Монголия",
	'ms' => "Монтсеррат",
	'na' => "Намибия",
	'nr' => "Науру",
	'np' => "Непал",
	'ne' => "Нигер",
	'ng' => "Нигерия",
	'an' => "Нидерландские Антильские острова",
	'nl' => "Нидерланды",
	'ni' => "Никарагуа",
	'nu' => "Ниуэ",
	'nz' => "Новая Зеландия",
	'nc' => "Новая Каледония",
	'no' => "Норвегия",
	'ae' => "Объединенные Арабские Эмираты",
	'om' => "Оман",
	'bv' => "Остров Бувет",
	'gp' => "Остров Гваделупа",
	'gl' => "Остров Гренландия",
	'nf' => "Остров Норфолк",
	'cx' => "Остров Рождества",
	'ky' => "Острова Кайман",
	'ck' => "Острова Кука",
	'ws' => "Острова Самоа",
	'sj' => "Острова Свальбарда и Жан Майена",
	'tc' => "Острова Теркс и Кайкос",
	'wf' => "Острова Уоллис и Футуна",
	'fo' => "Острова Фароэ",
	'hm' => "Острова Херда и МакДональда",
	'pk' => "Пакистан",
	'pw' => "Палау",
	'ps' => "Палестина",
	'pa' => "Панама",
	'pg' => "Папуа-Новая Гвинея",
	'py' => "Парагвай",
	'pe' => "Перу",
	'pn' => "Питкаирн",
	'pl' => "Польша",
	'pt' => "Португалия",
	'pr' => "Пуэрто-Рико",
	're' => "Реюнион",
	'rw' => "Руанда",
	'ro' => "Румыния",
	'sh' => "С-. Элена",
	'sv' => "Сальвадор",
	'sm' => "Сан-Марино",
	'st' => "Сао Том И Принципе",
	'sa' => "Саудовская Аравия",
	'sz' => "Свазиленд",
	'kp' => "Северная Корея",
	'mp' => "Северные Марианские острова",
	'sc' => "Сейшельские острова",
	'sn' => "Сенегал",
	'vc' => "Сент-Винсент",
	'kn' => "Сент-Киттс И Невис",
	'lc' => "Сент-Люсия",
	'sg' => "Сингапур",
	'sy' => "Сирия",
	'sk' => "Словакия",
	'si' => "Словения",
	'sb' => "Соломоновы Острова",
	'so' => "Сомали",
	'pm' => "С-Пиерр И Миквелон",
	'sd' => "Судан",
	'sr' => "Суринам",
	'us' => "США",
	'sl' => "Сьерра-Леоне",
	'th' => "Таиланд",
	'tw' => "Tайвань",
	'tz' => "Танзания",
	'tg' => "Того",
	'tk' => "Токелау",
	'to' => "Тонга",
	'tt' => "Тринидад и Тобаго",
	'tv' => "Тувалу",
	'tn' => "Тунис",
	'tr' => "Турция",
	'ug' => "Уганда",
	'uy' => "Уругвай",
	'fj' => "Фиджи",
	'ph' => "Филиппины",
	'fi' => "Финляндия",
	'fk' => "Фолклендские острова",
	'fr' => "Франция",
	'gf' => "Французская Гвиана",
	'pf' => "Французская Полинезия",
	'tf' => "Французские Южные Территории",
	'hr' => "Хорватия",
	'cf' => "Центральноафриканская Республика",
	'td' => "Чад",
	'cz' => "Чешская республика",
	'cl' => "Чили",
	'ch' => "Швейцария",
	'se' => "Швеция",
	'lk' => "Шри-Ланка",
	'ec' => "Эквадор",
	'gq' => "Экваториальная Гвинея",
	'er' => "Эритрея",
	'et' => "Эфиопия",
	'yu' => "Югославия",
	'za' => "Южная Африка",
	'gs' => "Южная Грузия",
	'kr' => "Южная Корея",
	'jm' => "Ямайка",
	'jp' => "Япония",
);

$sed_translit = array(
	//cyr
	'А' => 'A',
	'Б' => 'B',
	'В' => 'V',
	'Г' => 'G',
	'Ѓ' => 'G',
	'Ґ' => 'G',
	'Д' => 'D',
	'Е' => 'E',
	'Ё' => 'YO',
	'Є' => 'YE',
	'Ж' => 'ZH',
	'З' => 'Z',
	'Ѕ' => 'Z',
	'И' => 'I',
	'Й' => 'J',
	'Ј' => 'J',
	'І' => 'I',
	'Ї' => 'YI',
	'К' => 'K',
	'Ќ' => 'K',
	'Л' => 'L',
	'Љ' => 'L',
	'М' => 'M',
	'Н' => 'N',
	'Њ' => 'N',
	'О' => 'O',
	'П' => 'P',
	'Р' => 'R',
	'С' => 'S',
	'Т' => 'T',
	'У' => 'U',
	'Ў' => 'U',
	'Ф' => 'F',
	'Х' => 'H',
	'Ц' => 'TS',
	'Ч' => 'CH',
	'Џ' => 'DH',
	'Ш' => 'SH',
	'Щ' => 'SHH',
	'Ъ' => '',
	'Ы' => 'Y',
	'Ь' => '',
	'Э' => 'E',
	'Ю' => 'YU',
	'Я' => 'YA',
	'а' => 'a',
	'б' => 'b',
	'в' => 'v',
	'г' => 'g',
	'ѓ' => 'g',
	'ґ' => 'g',
	'д' => 'd',
	'е' => 'e',
	'ё' => 'yo',
	'є' => 'ye',
	'ж' => 'zh',
	'з' => 'z',
	'ѕ' => 'z',
	'и' => 'i',
	'й' => 'j',
	'ј' => 'j',
	'і' => 'i',
	'ї' => 'yi',
	'к' => 'k',
	'ќ' => 'k',
	'л' => 'l',
	'љ' => 'l',
	'м' => 'm',
	'н' => 'n',
	'њ' => 'n',
	'о' => 'o',
	'п' => 'p',
	'р' => 'r',
	'с' => 's',
	'т' => 't',
	'у' => 'u',
	'ў' => 'u',
	'ф' => 'f',
	'х' => 'h',
	'ц' => 'ts',
	'ч' => 'ch',
	'џ' => 'dh',
	'ш' => 'sh',
	'щ' => 'shh',
	'ъ' => '',
	'ы' => 'y',
	'ь' => '',
	'э' => 'e',
	'ю' => 'yu',
	'я' => 'ya',
	//turk
	'Ç' => 'c',
	'Ş' => 's',
	'Ğ' => 'g',
	'Ü' => 'u',
	'İ' => 'i',
	'Ö' => 'o',
	'ç' => 'c',
	'ş' => 's',
	'ğ' => 'g',
	'ü' => 'u',
	'ö' => 'o',
	'ı' => 'i',
	'+' => 'plus',
	'#' => 'sharp'
);

$sed_months_list = array(
	1 => 'января',
	2 => 'февраля',
	3 => 'марта',
	4 => 'апреля',
	5 => 'мая',
	6 => 'июня',
	7 => 'июля',
	8 => 'августа',
	9 => 'сентября',
	10 => 'октября',
	11 => 'ноября',
	12 => 'декабря'
);

$sed_daysweek_list = array(
	'воскресенье',
	'понедельник',
	'вторник',
	'среда',
	'четверг',
	'пятница',
	'суббота'
);
